---
kind: property
id: P:Autodesk.Revit.DB.ProjectInfo.IssueDate
source: html/e2f370f1-3745-1f1b-3929-9048b5e2927f.htm
---
# Autodesk.Revit.DB.ProjectInfo.IssueDate Property

Get or Set the Project Issue Date of the Project Information.

## Syntax (C#)
```csharp
public string IssueDate { get; set; }
```

## Remarks
This property is used to get or set the Project Issue Date of the Project Information.